tap "homebrew/bundle"
tap "keith/formulae"
tap "nikitabobko/tap"

brew "bat"
# General-purpose data compression with high compression ratio
brew "xz"
# Cryptography and SSL/TLS Toolkit
brew "openssl@3"
# Library for command-line editing
brew "readline"
# Command-line interface for SQLite
brew "sqlite"
# Official Amazon AWS command-line interface
brew "awscli"
# Load/unload environment variables based on $PWD
brew "direnv"
# Modern, maintained replacement for ls
brew "eza"
# Simple, fast and user-friendly alternative to find
brew "fd"
# Play, record, convert, and stream audio and video
brew "ffmpeg"
# Utility to determine file types
brew "file-formula"
# Command-line fuzzy finder written in Go
brew "fzf"
# GitHub command-line tool
brew "gh"
# Syntax-highlighting pager for git and diff output
brew "git-delta"
# Handy way to save and run project-specific commands
brew "just"
# Lazier way to manage everything docker
brew "lazydocker"
# Simple tool to make locally trusted development certificates
brew "mkcert"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Manage multiple Node.js versions
brew "nvm"
# Object-relational database system
brew "postgresql@16"
# Show ps output as a tree
brew "pstree"
# Persistent key-value database, with built-in net interface
brew "redis"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Cross-shell prompt for astronauts
brew "starship"
# Tool Command Language
brew "tcl-tk"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# General-purpose lossless data-compression library
brew "zlib"
# Shell extension to navigate your filesystem faster
brew "zoxide"
brew "keith/formulae/zap"
brew "pyenv"

cask "docker"
cask "steermouse"
cask "wezterm"
cask "divvy"
cask "raycast"
cask "spotify"
cask "craft"
cask "zoom"
cask "linear"
cask "cursor"
cask "slack"
cask "karabiner-elements"
cask "1password"
cask "istat-menus"
cask "tailscale"

vscode "qufiwefefwoyn.kanagawa"
vscode "sumneko.lua"
vscode "vscodevim.vim"
